[
    {
        "id": 1,
        "name": "Sony Playstation 4 Slim 1TB",
        "description": "Sony Playstation 4. No solo vas a poder descargar los mejores videojuegos y navegar en la web sin límite, sino que, gracias a su interconectividad global, también vas a tener la posibilidad de competir en línea con tus amigos y con personas de todas partes del mundo disfrutando de aventuras inolvidables.",
        "price": 62999,
        "discount": 5,
        "image": "sony-ps4.jpg",
        "category": "consoles"
    },
    {
        "id": 2,
        "name": "Microsoft Xbox One S 1TB Standard",
        "description": "Microsoft Xbox One S 1TB Standard. Disfruta de más de 1300 juegos fantásticos: desde los superéxitos y las sagas más populares hasta tres generaciones de títulos favoritos a los que puedes volver a jugar o que puedes experimentar por primera vez.",
        "price": 59999,
        "discount": 3,
        "image": "microsoft-xbox-one-s.jpg",
        "category": "consoles",
        "outstanding": true
    },
    {
        "id": 3,
        "name": "Nintendo Switch 32GB Standard",
        "description": "Nintendo Switch 32GB Standard. Nintendo Switch es una consola desmontable, que puede usarse en modo portátil, sobremesa o en TV; esto te brindará la posibilidad de utilizarla donde quieras y compartir sus controles.",
        "price": 65499,
        "discount": 0,
        "image": "nintendo-switch.jpg",
        "category": "consoles",
        "outstanding": true
    },
    {
        "id": 4,
        "name": "Sony Playstation 5",
        "description": "Sony Playstation 5. Experimenta cargas ultra rápidas gracias a una unidad de estado sólido (SSD) de alta velocidad, una inmersión más profunda con retroalimentación háptica, gatillos adaptivos y el nuevo audio 3D, además de una nueva generación de increíbles juegos de PlayStation",
        "price": 149999,
        "discount": 0,
        "image": "sony-ps5-digital.jpg",
        "category": "consoles",
        "outstanding": true
    },
    {
        "id": 5,
        "name": "Microsoft Xbox Series X",
        "description": "Microsoft Xbox Series X. La Xbox más rápida y potente de la historia. Juega a miles de títulos de cuatro generaciones de consolas: todos los juegos tienen el mejor aspecto y se juegan mejor en Xbox Series X.",
        "price": 124999,
        "discount": 0,
        "image": "microsoft-xbox-series-x.jpg",
        "category": "consoles",
        "outstanding": true
    },
    {
        "id": 6,
        "name": "Joystick inalámbrico Sony Dualshock 4",
        "description": "Joystick inalámbrico Sony Dualshock 4. Este mando combina funciones revolucionarias mientras conserva precisión, comodidad y exactitud en cada movimiento. Gracias a su ergonomía especialmente pensada para la posición de tu mano, podés pasar horas jugando con total confort. Además, se destaca por su capacidad de detección de movimientos en un determinado espacio, que te permite una mayor interacción con la pantalla.",
        "price": 9420,
        "discount": 10,
        "image": "controller-sony-dualshock-4.jpg",
        "category": "accesories",
        "outstanding": true
    },
    {
        "id": 7,
        "name": "Joystick inalámbrico Nintendo Joy-Con",
        "description": "Joystick inalámbrico Nintendo Joy-Con. Con los nuevos mandos Joy-Con para Nintendo Switch tendrás flexibilidad total a la hora de jugar y descubrirás nuevas formas de interactuar que transformarán por completo tus experiencias de juego.",
        "price": 36700,
        "discount": 5,
        "image": "controller-nintendo-joycon.jpg",
        "category": "accesories",
        "outstanding": true
    },
    {
        "id": 8,
        "name": "Joystick inalámbrico Microsoft Xbox One",
        "description": "Joystick inalámbrico Microsoft Xbox One. Tecnología inalámbrica de Xbox y Bluetooth: Incluye tecnología inalámbrica de Xbox y Bluetooth para poder jugar sin cables en consolas compatibles, PCs con Windows 10, teléfonos Android y táblets.",
        "price": 10800,
        "discount": 2,
        "image": "controller-microsoft-xboxone.jpg",
        "category": "accesories",
        "outstanding": true
    },
    {
        "id": 9,
        "name": "Cyberpunk 2077 - Juego PS4/Xbox One",
        "description": "Cyberpunk 2077 es una historia de acción y aventuras en mundo abierto ambientada en Night City, una megalópolis obsesionada con el poder, el glamur y la modificación corporal. Te pondrás en la piel de V, un mercenario que persigue un implante único: el secreto de la inmortalidad.",
        "price": 8499,
        "discount": 0,
        "image": "cyberpunk2077-ps4.jpg",
        "category": "games",
        "outstanding": true
    },
    {
        "id": 10,
        "name": "Call Of Duty Black Ops: Cold War - Juego PS4/Xbox One",
        "description": "Vuelve la emblemática serie Black Ops con Call of Duty®: Black Ops Cold War, la secuela directa de uno de los títulos favoritos de los fans, Call of Duty®: Black Ops. Black Ops Cold War transportará a los jugadores al corazón de la volátil batalla geopolítica de la Guerra Fría, a principios de los 80.",
        "price": 9299,
        "discount": 0,
        "image": "cod-blackops-coldwar.jpg",
        "category": "games"
    },
    {
        "id": 11,
        "name": "The Legend of Zelda: Breath Of The Wild - Juego Switch",
        "description": "The Legend of Zelda: Breath of the Wild es un videojuego exclusivo de Nintendo, desarrollado, producido y distribuido por la misma compañía, para las videoconsolas Wii U y Nintendo Switch.",
        "price": 9,
        "discount": 0,
        "image": "zelda-botw.jpg",
        "category": "games"
    },
    {
        "id": 12,
        "name": "Super Mario Odyssey - Juego Switch",
        "description": "Esta aventura 3D de Mario de estilo sandbox (la primera desde Super Mario 64 en 1997 y Super Mario Sunshine para Game Cube en 2002) está llena a reventar de secretos y sorpresas. Y con los nuevos movimientos de Mario, como lanzamiento de sombrero, Salto Sombrero o captura, vivirás experiencias de juego como no has conocido nunca en un juego de Mario.",
        "price": 8999,
        "discount": 0,
        "image": "mario-odyssey.jpg",
        "category": "games",
        "outstanding": true
    },
    {
        "id": 13,
        "name": "Fifa 2021 - Juego PS4/Xbox One",
        "description": "Gana con EA SPORTS™ FIFA 21 con nuevas maneras de jugar en equipo y expresar cómo eres en la calle y en el estadio. Desarrollado con Frostbite™, FIFA 21 eleva el juego con nuevas características que te permiten disfrutar de victorias aún mayores en VOLTA FOOTBALL y FIFA Ultimate Team™. Siente un nuevo nivel de realismo del juego que te recompensa por tu creatividad y control. ",
        "price": 7980,
        "discount": 2,
        "image": "fifa21.jpg",
        "category": "games",
        "outstanding": true
    },
    {
        "id": 14,
        "name": "Nintendo Super NES Classic Edition 512MB",
        "description": "Nintendo Super NES Classic Edition. Con tu consola Super NES Classic Edition tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos.",
        "price": 54999,
        "discount": 0,
        "image": "nes-classic.jpg",
        "category": "retro",
        "outstanding": true
    },
    {
        "id": 15,
        "name": "Consola Sega Genesis Mini 512MB",
        "description": "Consola Sega Genesis Mini 512MB. La icónica consola SEGA Mega Drive que definió a una generación de jugadores vuelve de forma delicada y miniaturizada. La consola SEGA Mega Drive Mini viene con 42 legendarios juegos entre los que se que incluyen: Ecco the Dolphin, Castlevania: Bloodlines, Space Harrier 2, Shining Force, Dr. Robotnik´s Mean Bean Machine, Toe Jam & Earl, Comix Zone, Sonic the Hedgehog, Altered Beast, Gunstar Heroes y muchos más…",
        "price": 15979,
        "discount": 8,
        "image": "sega-mini.jpg",
        "category": "retro",
        "outstanding": true
    },
    {
        "id": 16,
        "name": "Nintendo New 3DS XL Pikachu Yellow Edition",
        "description": "Pokémon Yellow Version: Special Pikachu Edition ya está disponible para las consolas de la familia Nintendo 3DS. El juego sigue siendo fiel al original, completo con pixel art monocromático y música de fondo de 4 bits, por lo que puedes sentir como si estuvieras experimentando el juego tal y como era en ese entonces.",
        "price": 48549,
        "discount": 0,
        "image": "nintendo-new3ds.jpg",
        "category": "consoles"
    },
    {
        "id": 17,
        "name": "BANDAI Tamagotchi Original",
        "description": "Tamagotchi, la mascota original de realidad virtual. Aliméntala y juega con él. Comprueba su salud. Levanta tu Tamagotchi de huevo a adulto y mira qué personaje obtienes.Todo depende de cómo cuidas a tu mascota!",
        "price": 2149,
        "discount": 0,
        "image": "bandai-tamagotchi.jpg",
        "category": "retro",
        "outstanding": false
    },
    {
        "id": 18,
        "name": "Goolsky RS-99 Tetris",
        "description": "Goolsky RS-99 Consola de Juegos clásicos Juego de Bloques Tetris Juego de Rompecabezas Juegos de Mano Máquina de Juegos de Mano para niños Incorporados 26 Tipos de Juegos.",
        "price": 1499,
        "discount": 0,
        "image": "goolsky-tetris.jpg",
        "category": "retro",
        "outstanding": false
    },
    {
        "id": 18,
        "name": "Atari Flashback 9",
        "description": "¡La clásica se ha renovado! Ahora con 105 juegos retro que definen su generación y como novedad ahora es compatible con populares títulos de KONAMI como Frogger, Amidar, Time Pilot, Super Cobra o Tutankham. Además incluye los clásicos* éxtiso de la atari 2600 como: Asteroids, Pong, Centipede, Breakout o Missile Command., la Atari Flashback 8 es una consola Retro indispensable.",
        "price": 32799,
        "discount": 0,
        "image": "atari-flashback.jpg",
        "category": "retro",
        "outstanding": false
    }
]